Revit 2027 API
ParameterTypeId.TrussFamilyBottomChordVerticalProjectionParam Property
 "Analytical Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyBottomChordVerticalProjectionParam { get; }
Public Shared ReadOnly Property TrussFamilyBottomChordVerticalProjectionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyBottomChordVerticalProjectionParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyBottomChordVerticalProjectionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace